<template>
    <div class="container">
        <!-- 
        *الأسئلة الشائعة*

*ما هي المنتجات والخدمات التي يوفرها موقع كاراج أونلاين؟*

موقع كاراج أونلاين يوفر مجموعة متنوعة من اكسسوارات السيارات وقطع الغيار من مختلف المتاجر القريبه منك.

*كيف يمكن للمستخدمين البحث عن متاجر اكسسوارات السيارات على الموقع؟*

يمكن للمستخدمين البحث عن المحلات باستخدام محرك البحث الموجود على الموقع أو من خلال تصفح الفئات المختلفة.

*ما هي طرق الدفع المتاحة على الموقع؟*

طرق الدفع هي حسب الاتفاق بينك وبين صاحب المنتج. 

*كيف يمكن للتجار الإعلان عن منتجاتهم على الموقع؟*

يمكن للتجار التسجيل على الموقع و إنشاء حساب بائع، ومن ثم يمكنهم إضافة منتجاتهم المختلفه.

*ما هي سياسة الموقع بخصوص إرجاع المنتجات أو الشكاوى؟*

الموقع لا يتحمل مسؤلية ارجاع المنتجات محلات الاكسسوارات و الاتفاق مع صاحب المحل مباشره.


*هل الموقع مسؤول عن جوده المنتجات*
نحن غير مسؤؤلين عن جوده المنتج يجب عليك التأكد من الجوده قبل شراء المنتج و نحن غير مسؤولين عن أي مشكله

*طريقة التواصل مع البائع*

يمكنك الاستفسار و طلب المنتج عن طريق التواصل مع البائع مباشره عن طريق رقم الهاتف أو رساله واتساب الموضح في الاعلان لكل منتج

*هل يوجد توصيل*
الموقع لا يوفر خدمه توصيل على المشتري الاتفاق مع التاجر و الشحن عن طريق شركات التوصيل المتاحه.

-->
        <div class="row">
            <div id="content" class="col-sm-12">
                <h1 class="text-center">هل لديك أسئلة؟ لدينا الإجابات!</h1>
                <div class="row">
                    <div class="col-sm-12">
                        <ul class="yt-accordion">
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*ما هي المنتجات
                                        والخدمات التي يوفرها موقع كاراج أونلاين؟*</span></h3>
                                <div class="accordion-inner">
                                    <p>موقع كاراج أونلاين يوفر مجموعة متنوعة من اكسسوارات السيارات وقطع الغيار من مختلف
                                        المتاجر القريبه منك.</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*كيف يمكن
                                        للمستخدمين البحث عن متاجر اكسسوارات السيارات على الموقع؟*</span></h3>
                                <div class="accordion-inner">
                                    <p>
                                        يمكن للمستخدمين البحث عن المحلات باستخدام محرك البحث الموجود على الموقع أو من
                                        خلال تصفح الفئات المختلفة.</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*ما هي طرق الدفع
                                        المتاحة على الموقع؟*</span></h3>
                                <div class="accordion-inner">
                                    <p>طرق الدفع هي حسب الاتفاق بينك وبين صاحب المنتج. </p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*كيف يمكن للتجار الإعلان عن منتجاتهم على الموقع؟*</span></h3>
                                <div class="accordion-inner">
                                    <p>يمكن للتجار التسجيل على الموقع و إنشاء حساب بائع، ومن ثم يمكنهم إضافة منتجاتهم المختلفه.</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*ما هي سياسة الموقع بخصوص إرجاع المنتجات أو الشكاوى؟*</span></h3>
                                <div class="accordion-inner">
                                    <p>الموقع لا يتحمل مسؤلية ارجاع المنتجات محلات الاكسسوارات و الاتفاق مع صاحب المحل مباشره.</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*هل الموقع مسؤول عن جوده المنتجات* </span></h3>
                                <div class="accordion-inner">
                                    <p>نحن غير مسؤؤلين عن جوده المنتج يجب عليك التأكد من الجوده قبل شراء المنتج و نحن غير مسؤولين عن أي مشكله</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*طريقة التواصل مع البائع*</span></h3>
                                <div class="accordion-inner">
                                    <p>يمكنك الاستفسار و طلب المنتج عن طريق التواصل مع البائع مباشره عن طريق رقم الهاتف أو رساله واتساب الموضح في الاعلان لكل منتج</p>
                                </div>
                            </li>
                            <li class="accordion-group">
                                <h3 class="accordion-heading"><i class="fa fa-plus-square"></i><span>*هل يوجد توصيل* </span></h3>
                                <div class="accordion-inner">
                                    <p>الموقع لا يوفر خدمه توصيل على المشتري الاتفاق مع التاجر و الشحن عن طريق شركات التوصيل المتاحه.</p>
                                </div>
                            </li>
                        </ul>
                    </div>
                </div>


            </div>
        </div>
    </div>
</template>
<script>

export default {
    name: 'FAQ',

}
</script>