<template>
    <h1 class="text-center">مميزات وأسعار الاشتراكات لمتاجر الموقع</h1>
    <table dir="rtl" class="subscription-table">
        <tr>
            <th>
                <h4>الاشتراك</h4>
            </th>
            <th>
                <h4>الميزات</h4>
            </th>
            <th>
                <h4>السعر</h4>
            </th>
        </tr>
        <tr>
            <td>
                <h4>الباقة العادية</h4>
            </td>
            <td>
                <ul>
                    <b>

                        <li class="">عرض 5 منتجات في الشهر</li>
                        <li>حذف المنتجات تلقائياً بعد شهر</li>
                    </b>
                </ul>
            </td>
            <td class="price">مجانا</td>
        </tr>
        <tr>
            <td> <h4>الباقة الفضية</h4> </td>
            <td>
                <ul>
                    <b>

                        <li>عرض 30 منتج</li>
                        <li>حذف المنتجات تلقائياً بعد شهر</li>
                        <li>تلقي رسائل بالطلبات الجديدة</li>
                        <li>إدارة المنتجات: إضافة، تحرير، حذف</li>
                    </b>
                </ul>
            </td>
            <td class="price">10 ريال/شهر</td>
        </tr>
        <tr>
            <td> <h4> الباقة الذهبية</h4></td>
            <td>
                <ul>
                    <b>

                        <li>عرض 100 منتج</li>
                        <li>حذف المنتجات تلقائياً بعد ستة أشهر</li>
                        <li>إدارة المنتجات: إضافة، تحرير، حذف بسهولة</li>
                        <li>تلقي رسائل بالطلبات الجديدة</li>
                    </b>
                </ul>
            </td>
            <td class="price">45 ريال/6 أشهر</td>
        </tr>
        <tr>
            <td> <h4> الباقة الماسية</h4></td>
            <td>
                <ul>
                    <b>

                        <li>عرض 200 منتج</li>
                        <li>حذف المنتجات تلقائياً بعد سنة</li>
                        <li>إدارة المنتجات: إضافة، تحرير، حذف بسهولة</li>
                        <li>إضافة عروض وخصومات مميزة</li>
                        <li>عرض رقم هاتف المشتري وعنوانه وتفاصيل الشحن</li>
                    </b>
                </ul>
            </td>
            <td class="price">80 ريال/12 شهر</td>
        </tr>
    </table>
</template>
<script>
export default {
    name: 'Pakages'
}
</script>